---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseType
source: html/b85c143a-5991-b403-edeb-6d13b20cf501.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseType Property

"Base Release"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralBottomReleaseType { get; }
```